Repository: wupm55/Image-Size-Fitter
Catalog: Image Resizer/Localizable.xcstrings
Source language: en
Languages: zh_hans

# alert.title
source: Notice
zh_hans: 提示

# app.title
source: Image Compressor
zh_hans: 图像压缩

source: Auto
zh_hans: 自动

source: Compressed Image
zh_hans: 压缩后的图像

# compressed.suffix
source: compressed
zh_hans: 压缩后

# compressed.to.size
source: Compressed to %d KB
zh_hans: 压缩至%d KB

source: Compressing...
zh_hans: 压缩中...

# compression.failed
source: Compression failed, please try again
zh_hans: 压缩失败，请重试

source: Compression Result
zh_hans: 压缩结果

source: Compression Settings
zh_hans: 压缩参数

source: Enter file name
zh_hans: 输入文件名

# extreme.compression
source: Extreme
zh_hans: 极限压缩

source: File Name
zh_hans: 文件名

source: JPEG Quality:
zh_hans: JPEG质量:

source: Keep Ratio:
zh_hans: 保留比例:

# mode.manual
source: Manual
zh_hans: 手动调整

# mode.target
source: Target Size
zh_hans: 目标大小

source: OK
zh_hans: 确定

# original.size
source: Original Size: %.2f KB
zh_hans: 原始大小: %.2f KB

# quality.hint
source: Adjust JPEG quality to control compression level
zh_hans: 调整JPEG质量来控制压缩程度

# quick.compression
source: Quick Compress
zh_hans: 快速压缩

# quick.compression.hint
source: Fast compression by adjusting JPEG quality only, no FFT calculation
zh_hans: 仅通过调整JPEG质量快速压缩，不进行FFT计算

# quick.target.size.hint
source: Auto-adjust JPEG quality to reach target size (fast binary search)
zh_hans: 自动调整JPEG质量以达到目标大小（快速二分搜索）

# result.coefficients
source: Coefficients Kept
zh_hans: 保留系数

# result.compressed
source: Compressed Size
zh_hans: 压缩后大小

# result.keep.ratio
source: Keep Ratio
zh_hans: 保留比例

# result.original
source: Original Size
zh_hans: 原始大小

# result.ratio
source: Compression Ratio
zh_hans: 压缩比

source: Save to Album
zh_hans: 保存到相册

source: Select Image
zh_hans: 选择图像

source: Share
zh_hans: 分享

# start.compression
source: Compress
zh_hans: 开始压缩

# tap.to.select
source: Tap to Select Image
zh_hans: 点击选择图像

source: Target Size:
zh_hans: 目标大小:

# target.size.hint
source: Auto-adjust parameters to reach target size
zh_hans: 将自动调整保留比例和JPEG质量以达到目标大小
